{
  "site.title": "Ultramarine Linux",
  "site.title.short": "Ultramarine",
  "site.description": "Ultramarine is a modern operating system that lets you just do your thing with the hardware and tools you already love.",

  "header.openMenu": "Open main menu",
  "header.wiki": "Wiki",
  "header.community": "Community",
  "header.blog": "Blog",
  "header.merch": "Merch",
  "header.download": "Download",

  "downloadLinks.download": "Download",
  "downloadLinks.viewChecksum": "View Checksum",

  "downloadOptions.architecture": "Architecture",
  "downloadOptions.device": "Device",
  "downloadOptions.generic": "Generic",
  "downloadOptions.surface": "Surface",
  "downloadOptions.arm": "ARM",
  "downloadOptions.genericDescription": "These images are for most x86 computers, if you're not sure, this is probably what you want.",
  "downloadOptions.surfaceDescription": "These images come with tweaks for Intel and AMD Microsoft Surfaces. More information can be found on our <1>wiki</1>.",
  "downloadOptions.armDescription": "These images are for 64bit ARM devices with support in Linux. See our wiki for more <1>here</1>.",
  "downloadOptions.readymadeNote": "Please note that Readymade is still in preview and still may not be fully functional. If you encounter any issues, <1>please report them here.</1>",

  "smallDownloadCard.edition": "{{edition}} Edition",

  "footer.siteName": "Ultramarine Linux",
  "footer.description": "Ultramarine is a modern operating system that lets you just do your thing with the hardware and tools you already love.",
  "footer.pages": "Pages",
  "footer.home": "Home",
  "footer.download": "Download",
  "footer.community": "Community",
  "footer.blog": "Blog",
  "footer.resources": "Resources",
  "footer.documentation": "Documentation",
  "footer.contribute": "Contribute",
  "footer.contact": "Contact",
  "footer.extras": "Extras",
  "footer.sponsor": "Sponsor",
  "footer.fyraLabsWebsite": "Fyra Labs Website",
  "footer.merchShop": "Merch Shop",
  "footer.licenseNotice": "License Notice & Credits",
  "footer.copyright": "© 2021 - {{year}} Fyra Labs. All rights reserved.",

  "download.pickFlavor": "Pick Your Flavor of Ultramarine",
  "download.latestRelease": "Latest Release: {{version}} ({{codename}})",
  "download.budgieDescription": "A familiar and stylish experience with a bit of flair.",
  "download.plasmaDescription": "Our recommended edition for general use and a community favorite with an Ultramarine twist. Simple defaults and wide-ranging customizations.",
  "download.xfceDescription": "A lightweight and elegant experience designed to help you squeeze the most out of your device, or revive an old one.",
  "download.gnomeDescription": "A simple, elegant, and intuitive desktop with a large ecosystem of apps and extensions.",
  "download.alternateDownloads": "Alternate Downloads",
  "download.alternateDescription": "Ultramarine in various alternative formats",
  "download.wslTitle": "WSL",
  "download.wslDescription": "Use Ultramarine on your existing Windows installation via WSL",
  "download.preinstalledTitle": "Preinstalled Images",
  "download.preinstalledDescription": "Preinstalled images to flash directly to a device. Raspberry Pi and Pinebook Pro users should grab these.",
  "download.torrentsTitle": "Torrents",
  "download.torrentsDescription": "Check out our torrents provided by FOSSTorrents",
  "download.oldReleasesTitle": "Old Releases",
  "download.oldReleasesDescription": "For archival purposes, you can download old releases here",

  "index.ready": "Ready to do your thing?",
  "index.getUltramarine": "Get Ultramarine",

  "licenses.title": "Licenses & Credits",
  "licenses.credits": "Credits to frameworks and libraries that have been used on this website.\n\n(Please note: these are just the most notable licenses, others are either embedded in the source code or can be found in the build output)",
  "licenses.libraries": "Libraries:",
  "licenses.trademarks": "Trademarks:",

  "blogPost.lastUpdated": "Last updated on",

  "community.githubSponsors": "GitHub Sponsors",
  "community.joinUs": "Join Us",
  "community.buildFuture": "Let's build the future of the desktop together.",
  "community.chatWithUs": "Chat with Us",
  "community.chatDescription": "Our community is primarily on Discord. While most discussion is related to Ultramarine Linux and Fyra Labs, we have a vibrant community discussing a variety of topics, such as general technology.",
  "community.discord": "Discord",
  "community.contribute": "Contribute",
  "community.contributeDescription": "Ultramarine is proudly open source and built in the community. This means anyone can propose changes, such as features and bug fixes. If any contribution related questions arise, we'd be happy to assist you in our chats, regardless of your experience level.",
  "community.contributorGuide": "Contributor Guide",
  "community.socials": "Follow Us on Socials",
  "community.socialsDescription": "We're on a variety of social media platforms. If you want to follow the project updates (and help boost us) this is the way to do it.",
  "community.supportUs": "Support Us",
  "community.supportDescription": "Ultramarine wouldn't be possible without the financial support of our sponsors. Any sponsorship helps us build faster, better, and stronger, no matter the amount.",
  "community.sponsor": "Sponsor",
  "community.kofi": "Ko-fi",
  "community.liberapay": "Liberapay",
  "community.mastodon": "Ultramarine Linux Mastodon",
  "community.bluesky": "Ultramarine Linux Bluesky",
  "community.subreddit": "Ultramarine Linux Subreddit",
  "community.twitter": "Ultramarine Linux Twitter",

  "wslPrivacy.title": "Ultramarine for WSL Privacy Policy",
  "wslPrivacy.description": "Ultramarine for WSL doesn't transmit any information on its own, the distribution is solely installed and contained on your machine. However, as an operating system, software run in the operating system may perform any task. Some bundled software, such as dnf (package manager), may transmit data in order to serve a functional purpose or provide anonymised metrics (such as dnf countme). For any questions, email {{email}}.",

  "migrate.description": "Use this script to convert from Fedora to Ultramarine (review all scripts before running)",
  "migrate.copy": "Copy",
  "migrate.convert": "Or <1>convert from Fedora</1>",

  "hero.slogan": "Do your thing.",
  "hero.description": "Ultramarine Linux is a modern operating system that supports your workflow with the hardware and tools you already love, for work, school, and play. However you use your system, we have you covered with tweaks and tools to make things run more seamlessly out of the box.",
  "hero.get": "Get Ultramarine",

  "comments.loved": "Loved by the People",
  "comments.1": "If you're looking for a new Linux distribution (or a new OS in general), I would highly recommend Ultramarine Linux Flagship.",
  "comments.1a": "- Jack Wallen, ZDNet",
  "comments.2": "Liked by both beginners and veterans, most people find [Ultramarine] to be a very reliable daily-driver Linux distro that doesn't get in the way.",
  "comments.2a": "- Sourav Rudra, It's FOSS News",
  "comments.3": "[Ultramarine] is one of the best [distributions] I've tried throughout 2024.",
  "comments.3a": "- Jusdeit (Translated from Spanish)",

  "faq.title": "Frequently Asked Questions",
  "faq.1": "Why does this distro exist?",
  "faq.1a": "Ultramarine Linux’s primary goal is to create an instantly usable experience, while keeping up with the latest in Linux desktop innovations. We take what's great about Fedora, and build on it to create an experience that anyone can use, anywhere.",
  "faq.2": "Isn't this just Fedora with repos added?",
  "faq.2a": "Ultramarine Linux’s primary goal is to create an instantly usable experience, while keeping up with the latest in Linux desktop innovations. We take what's great about Fedora, and build on it to create an experience that anyone can use, anywhere.",
  "faq.2b": "Ultramarine comes with many different tweaks and cutting-edge components that are not present in Fedora, most notably with our in-house installer, out of box experience, and multilingual support.",
  "faq.3": "What does the migration script do?",
  "faq.3a": "The migration scripts install RPM Fusion, Terra, and the bare minimum of an Ultramarine Linux installation (Swapping Fedora release packages with the Ultramarine ones).",
  "faq.3b": "The script only installs the bare minimum required for Ultramarine Linux to work because we don’t want to add additional bloat to your current system.",
  "faq.4": "Does Ultramarine track me or collect my data?",
  "faq.4a": "As of now, the only data we collect is a count of how many times a package has been downloaded from Terra or the Ultramarine repository using <1>DNF Counting</1>, and the number of times our out of box experience connects to the internet. This information does not include any information about your system beyond your CPU architecture, Ultramarine version, and Edition. Fyra Labs (the company behind Ultramarine) does not collect any data that can be tied to an individual.",
  "faq.5": "Is Ultramarine semi-rolling?",
  "faq.5a": "No. Ultramarine and Fedora are not semi-rolling or rolling. They use a stable release scheme. Updates with breaking changes are rolled out with only major releases. Minor updates/point updates must be backwards-compatible, i.e. system components in Ultramarine are updated if and only if they do not break compatibility.",
  "faq.6": "Does Ultramarine run on my device?",
  "faq.6a": "If you're using a standard PC, yes. Otherwise, if your computer is 64-bit, check out the <1>Ultramarine Anywhere page</1> for more about non-standard devices.",

  "whyUltramarine.title": "Why Ultramarine?",
  "whyUltramarine.work.title": "Get to work, faster",
  "whyUltramarine.work.p1": "Ultramarine helps you get started quickly, we cut out the time consuming set up, and include everything you need to get started, from apps to drivers, so you can be ready to go in no time.",
  "whyUltramarine.work.p2": "We include just what you need to get started, from a browser to a full office suite, and automatically install drivers for your hardware. Your apps, drivers, and the system itself are all updated together, and we install them when you choose to.",
  "whyUltramarine.work.learnMore": "Learn more about our tweaks",
  "whyUltramarine.current.title": "Your current computer, better",
  "whyUltramarine.current.p1": "Ultramarine provides better experience for a wide range of hardware, from two-decades of PCs, to Chromebooks and SBCs. It runs better on the hardware you have, without arbitrary limits.",
  "whyUltramarine.current.p2": "If your computer could run Windows 7, odds are it'll run Ultramarine, and probably better than newer OSes. Ultramarine comes with what you actually need, no ads, no tracking, and no limits.",
  "whyUltramarine.current.learnMore": "Learn more about the Anywhere Initiative",
  "whyUltramarine.tech.title": "New tech, sooner",
  "whyUltramarine.tech.p1": "Ultramarine gets the latest and greatest tech quicker. From app updates, to the tools we use to build it, Ultramarine is ready for today’s world, and tomorrow’s.",
  "whyUltramarine.tech.p2": "We're always trying new things, you get the latest apps faster, support for the newest hardware sooner, and tech under the hood like dnf5 and systemd-repart before anyone else.",
  "whyUltramarine.tech.learnMore": "Learn more about our stack",
  "whyUltramarine.runs.title": "You name it, Ultramarine runs it",
  "whyUltramarine.runs.p1": "From native apps on Flathub and Terra, to professional software like DaVinci Resolve, and many popular games on Steam, you'll be well equipped on Ultramarine.",
  "whyUltramarine.runs.p2": "Not only are apps abundant, they're at your fingertips in the included app store. Apps on Ultramarine are faster to install, and you don't have to check for unwanted extras. Just in case, most apps are blocked from touching your stuff without permission. You can go from a fresh install to playing your favorite game in 10 clicks.",
  "whyUltramarine.runs.learnMore": "Explore our app selection",

  "thankYou.title": "Thank you for downloading Ultramarine!",
  "thankYou.downloadHelp": "If the download doesn't start automatically, please <1>click here.</1>",
  "thankYou.getStartedTitle": "Get Started",
  "thankYou.getStartedDescription": "Installing Ultramarine is easy, just follow the following guide and we'll get you set up quick. If you have questions, join our community, and we'll be happy to help!",
  "thankYou.openGuide": "Open Guide"
}
